mypaper.tex
% Created 2015-11-23 Mon 15:49
\documentclass{llncs}

\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\providecommand{\alert}[1]{\textbf{#1}}

\title{My Fancy Web-Friendly Paper in Org-mode}
\author{Albert Meroño Peñuela}
\date{}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.9.3f}}

\begin{document}

\maketitle


\begin{abstract}
Sed tristique quis ante quis pretium. Quisque nec rhoncus dui. Fusce
diam dolor, ultricies id ipsum ut, consequat congue nulla. Vivamus
ullamcorper dolor et auctor cursus. Ut sollicitudin, erat at blandit
iaculis, quam risus lobortis orci, quis blandit est nulla vitae
nulla. Mauris placerat augue eget eros porta ornare. Nam libero urna,
molestie et egestas condimentum, ultrices sed elit.
\end{abstract}

\section{Introduction}
\label{sec-1}


Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent\footnote{This is the text of some random footnote.
 }
vulputate risus ut tincidunt placerat. Donec ultrices pharetra
justo. Suspendisse eros ligula, sollicitudin non lectus sed, accumsan
tristique ipsum. Ut auctor purus id sodales varius. Phasellus varius
nibh ac metus tincidunt, congue tempus ex rhoncus. Vestibulum pulvinar
cursus lacinia. Duis hendrerit rhoncus eros sed fermentum. Lorem ipsum
dolor sit amet, consectetur adipiscing elit. Sed eu euismod nisl, id
volutpat purus. In ac metus ac elit interdum fermentum. Vestibulum
ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia
Curae; Sed non risus ut ipsum cursus semper molestie ut lorem. Ut
suscipit rhoncus sagittis. In arcu eros, vehicula eu sapien non,
rutrum volutpat purus. Sed vitae elit vel enim suscipit condimentum.

Sed tristique quis ante quis pretium. Quisque nec rhoncus dui. Fusce
diam dolor, ultricies id ipsum ut, consequat congue nulla. Vivamus
ullamcorper dolor et auctor cursus. Ut sollicitudin, erat at blandit
iaculis, quam risus lobortis orci, quis blandit est nulla vitae
nulla. Mauris placerat augue eget eros porta ornare. Nam libero urna,
molestie et egestas condimentum, ultrices sed elit.

Phasellus eleifend eros sed augue vulputate tempus. Integer elit
augue, luctus at enim non, interdum volutpat neque. Quisque vehicula
sem ullamcorper accumsan laoreet. Nullam porta urna et nulla feugiat
aliquam. Sed id eros eleifend, euismod nulla in, consectetur
diam. Class aptent taciti sociosqu ad litora torquent per conubia
nostra, per inceptos himenaeos. Morbi ligula leo, dictum iaculis leo
quis, aliquam rutrum felis. Morbi vel sagittis est, a tempor
sapien. Proin fermentum est vel imperdiet aliquam. Maecenas ultricies
ipsum quis mi eleifend, ac semper velit pulvinar. Duis dapibus
vehicula magna, sed porttitor risus rutrum vitae. Fusce ullamcorper
suscipit ullamcorper.

Suspendisse imperdiet in lorem in blandit. Curabitur tempus mi nunc,
sit amet efficitur dolor aliquam ac. Etiam eu tortor turpis. Vivamus
congue, nunc ac ultricies vestibulum, nunc mi fringilla tortor, et
ultrices leo ante ut enim. Duis mauris lorem, egestas a massa vitae,
luctus molestie elit. Proin ultrices urna elit, eu molestie enim
blandit eu. Mauris eu nisl suscipit, fermentum justo ut, interdum
eros.

Aenean rutrum dolor ut ipsum venenatis, at tincidunt erat
luctus. Proin sit amet nunc ipsum. Pellentesque quis magna aliquet,
pharetra elit in, posuere lacus. Proin porta, sapien at vestibulum
euismod, est lacus hendrerit arcu, ac semper velit nulla sit amet
turpis. Nunc et semper libero, et maximus eros. Mauris eget massa
tristique nisl ultrices molestie at ac nulla. Ut tempor a neque
placerat scelerisque. Praesent pulvinar pharetra malesuada.

\end{document}
